IDEA Open Model
IdeaConImportSettings.ConnectionFileName Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the name of the Connection project
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string ConnectionFileName { get; set; }
Public Property ConnectionFileName As String
	Get
	Set
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace